Repository: common-repository/refer-a-friend-for-woocommerce-by-wpgens
Catalog: languages/gens-raf-*.po
Languages: fr_fr

source: Refer A Friend
fr_fr: Parrainez un Ami

source: General
fr_fr: Général

source: How to use RAF plugin
fr_fr: Comment utiliser le plugin RAF

source: Email Settings
fr_fr: Réglages Email

source: Setup the look of email that will be sent to the referal together with coupon.
fr_fr: Configurez l’apparence du courrier électronique qui sera envoyé à la référence avec le coupon.

source: Email Subject
fr_fr: Sujet de l’email

source: Enter the subject of email that will be sent when notifiying the user of their coupon code.
fr_fr: Saisissez l’objet de l’e-mail qui sera envoyé lors de la notification à l’utilisateur de son code promo.

source: Text that will appear in email that is sent to user once they get the code. Use {{code}} to add coupon code.HTML allowed.
fr_fr: Texte qui apparaîtra dans l’e-mail envoyé à l’utilisateur une fois qu’il aura obtenu le code. Utilisez {{code}} pour ajouter le code promotionnel.HTML autorisé.

source: Small tutorial to help you get started
fr_fr: Petit tutoriel pour vous aider à démarrer

source: Disable
fr_fr: Désactiver

source: Disable Coupons
fr_fr: Désactiver les coupons

source: Check to disable. Referal links wont work anymore.
fr_fr: Cochez pour désactiver. Les liens de parrainage ne fonctionneront plus.

source: As long as cookie is saved, user will recieve coupon after referal purchase product.
fr_fr: Tant que le cookie est enregistré, l’utilisateur recevra un coupon après l’achat du produit de référence.

source: How long to keep cookies before it expires.(In days)
fr_fr: Durée de conservation des cookies avant leur expiration (en jours)

source: Single Purchase
fr_fr: Achat Unique

source: This means that coupon is sent only the first time referral makes a purchase, as referral cookie is deleted after it.
fr_fr: Cela signifie que le coupon n’est envoyé que la première fois que le parrain fait un achat, car le cookie de parrainage est supprimé après celui-ci.

source: If checked, cookie will be deleted after customer makes a purchase.
fr_fr: Si cette case est cochée, le cookie sera supprimé une fois que le client aura effectué un achat.

source: Coupon Settings
fr_fr: Réglage du coupon

source: Coupon Type
fr_fr: Type de coupon

source: Coupon Amount
fr_fr: Montant du coupon

source: Entered without the currency unit or a percent sign as these will be added automatically, e.g., ’10’ for 10£ or 10%.
fr_fr: Entré sans unité monétaire ni signe de pourcentage car ceux-ci seront ajoutés automatiquement, par exemple, «10» pour 10 £ ou 10%.

source: Fixed value or percentage off depending on the discount type you choose.
fr_fr: Valeur fixe ou pourcentage de réduction selon le type de remise que vous choisissez.

source: Minimum Order
fr_fr: Montant de la commande minimum

source: Define minimum order subtotal in order for coupon to work.
fr_fr: Définissez le sous-total minimum de commande pour que le coupon fonctionne.

source: Individual Use
fr_fr: Usage individuel

source: Check this box if the coupon cannot be used in conjunction with other coupons.
fr_fr: Cochez cette case si le coupon ne peut pas être utilisé conjointement avec d’autres coupons.

source: Refer A Friend for WooCommerce by WPGens
fr_fr: Parrainez un ami

source: Simple yet powerful referral system for WooCommerce. Each customer has referral link that rewards them with a coupon after someone makes a purchase through their link. Check premium version for more features.
fr_fr: Système de référence simple mais puissant pour WooCommerce. Chaque client a un lien de parrainage qui le récompense avec un coupon après que quelqu’un a effectué un achat via son lien. Vérifiez la version premium pour plus de fonctionnalités.

source: Your Referral URL:
fr_fr: Votre URL de Parrainage:

source: Unused Refer a Friend Coupons
fr_fr: Coupons de parrainage inutilisés

source: Coupon code
fr_fr: Code promo

source: Coupon discount
fr_fr: Remise sur les coupons

source: Referral details:
fr_fr: Détails du Parrain:

source: Referred by user:
fr_fr: Parrainé par l’utilisateur:
